"LoginEmailPlaceholderFabric" = "Email";

"LoginPasswordPlaceholderFab" = "Password";

"LoginForgotPassword" = "Forgot Password?";

/* The plus is optional if it makes it confusing in the language */
"LoginSignUp" = "+ Sign Up";

"LoginInvalidCredentials" = "Invalid Login";

/* Preserve HTML tag and link, but translate 'Email us' */
"LoginInvalidAccountNoOrgs" = "Oops, small hiccup. <a href=\"mailto:support@fabric.io\">Email us</a> to fix it!";

"LoginCommunicationFailure" = "Unable to Reach Server";
